// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Einstellungen für Auftragssicherung";

HSDAllowStoredJobsCheckBox = "Gesicherte Aufträge auf diesem Drucker zulassen";
HSDInternalPrinterMemoryLocation = "Interner Druckerspeicher";
HSDUSBFlashStorageDeviceLocation = "USB-Flash-Speichergerät";
InternalPrinterMemoryLocationTooltip = "Alle Auftragsspeicherdaten auf dem USB-Flash-Speichergerät werden über die Methode sicheres kryptografisches löschen. Alle später gesicherten Aufträge werden im internen Speicher des Druckers gesichert.";
USBFlashStorageDeviceLocationTooltip = "Das eingesetzte Flash-Speichergerät wird formatiert, und alle Daten gehen verloren. Vorhandene Auftragsspeicherdaten werden aus dem internen Speicher des Druckers auf das Flash-Speichergerät verschoben und aus dem Druckerspeicher gelöscht. Alle später gesicherten Aufträge werden auf dem Flash-Speichergerät gesichert.";

HSDSortPopUpTitle = "Gesicherte Aufträge sortieren nach:";
HSDRetainTempJobsPolicyPopUpTitle = "Temporäre Aufträge nach Neustart bewahren:";
HSDDeleteTempJobsAfterPopUpTitle = "Temporäre Aufträge löschen nach:";
HSDDeleteStandardJobsAfterPopUpTitle = "Standardaufträge löschen nach:";
HSDRejectNoPinJobsCheckBox = "Alle gesicherten Aufträge ohne PIN abbrechen";
HSDDeleteAllStoredJobsButton = "Alle gesicherten Aufträge löschen";

// values for sort popup
HSDAlphabetically = "Auftragsname";
HSDChronologically = "Datum";

// values for retain temp jobs policy popup
HSDAll = "Alle";
HSDNone = "Nicht aufbewahren";
HSDOnlyPersonal = "Nur persönlich";

// values for delete temp/standard job after popup
HSDNever = "Nie";
HSDThirtyMinutes = "30 Minuten";
HSDOneHour = "1 Stunde";
HSDFourHours = "4 Stunden";
HSDOneDay = "1 Tag";
HSDOneWeek = "1 Woche";
HSDFourWeeks = "4 Wochen";

NoGetTitle = "Abrufen der Einträge nicht möglich";
NoGetMsg = "Überprüfen Sie, ob der Drucker online und verbunden ist.";
